Repository: mozilla-l10n/mt-training-data
Catalog: ti/ti_pontoon.tmx
Source language: en_us
Languages: ti

source: Keep track of your progress and metrics across multiple languages.
ti: ነቲ ኣብ እተፈላለየ ቛንቋታት ዝገበርካዮ ዕቤትን መለክዒታትን ኣረኣእዮ።

source: Keep track of your progress with a profile
ti: ንዕብየት ኣበርክቶኻ ብድሕረ ባይታኻ ጌርካ ተኻታተሎ

source: Keep track of your progress with a profile and help our voice data be more accurate.
ti: ነቲ ዝገበርካዮ ዕቤት ብፕሮፌል(ኣክዉንትካ) ጽሓፍ ሓበሬታ ድምጽና ድማ ዝያዳ ልክዕ ኪኸውን ይሕግዞ።

source: Khmer
ti: ክህመር

source: K'iche'
ti: ኪቸ

source: Kikuyu
ti: ኪኪዩ

source: Kinyarwanda
ti: ኪንያርዋንዳ

source: Komi-Zyrian
ti: ኮሚ-ዙርያን

source: Konkani (Devanagari)
ti: ኮንካኒ (ደቫንጋሪ)

source: Korean
ti: ኮርያን

source: Kurmanji Kurdish
ti: ኩርማንጂ ኩርዲሽ

source: Kyrgyz
ti: ክይርግዝ

source: Language
ti: ቛንቓ

source: Language Request
ti: ጠለብ ቛንቛ

source: Language request successfully submitted, thank you.
ti: ናይ ቛንቛ ጠለብኩም ተቐቢልናዮ ኣሎና። የቐንየልና።

source: Languages
ti: ቃንቃታት

source: Lao
ti: ላኦ

source: Latgalian
ti: ላትጋሊኣን

source: Latvian
ti: ላቲቪያን

source: Launched
ti: ተኸፊቱ ኣሎ

source: Leaderboard Visibility
ti: ርእየት ሰሌዳ መራሒ

source: Learn how to take part
ti: ብኸመይ ክትሳተፍ ከም እትኽእል ተመሃር

source: Learn More
ti: ተወሳኺ ሓበሬታ

source: Leaving now means you’ll lose your changes
ti: ኣብዚ እንተ ኣቓሪጽካ፡ ኩሉ እቲ ዝገበርካዮ ለውጥታት ክጠፍእ እዩ

source: Leaving now means you'll lose your progress
ti: ኣብዚ ምቑራጽ ማለት እዚ ዝገበርካዮ ገስጋስ ክትስእኖ ኢኻ

source: Let's Get Started
ti: ንጀምርዶ?

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ti: ሊብሪሽፒች ካብቲ ኣብ ፕሮጀክት ሊብሪቮክስ እተረኽበ ናይ ዝስማዕ መጻሕፍቲ እተወስደ ናይ እንግሊዝኛ ዝርርብ ብገምጋም 1000 ሰዓታት 16ኪሎ ሀርዝ ዘንብብ ኢዩ ።

source: License
ti: ፍቓድ

source: License: <licenseLink>CC-0</licenseLink>
ti: ፍቓድ: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ti: ፍቓድ: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ti: ሊጉርያን

source: Lingala
ti: ሊንጋላ

source: Link Copied
ti: እተቐድሐ ሊንክ

source: Links to websites that can help us understand the language
ti: ብዛዕባ እዚ ቛንቛ ዝያዳ ክንርዳእ ክሕግዙና ዝኽእሉ መርበብ ሓበሬታት ጥቐስ

source: Listen
ti: ስማዕ

source: Listening
ti: ምስማዕ

source: Listen-Queue
ti: ዝርዝር ክስማዕ ዘለዎ

source: Lithuanian
ti: ሊቶንያን

source: Loading…
ti: ይጽዓን...

source: Loading sentences…
ti: ምሉእ ሓሳባት ኣብ ምጽዓን…

source: Localized
ti: ዝተተርጎመ

source: Log In
ti: ኡቶ

source: Login Identity
ti: መእተዊ መንነት

source: Log in or sign up to get started
ti: ምቕዳሕ ንኽትጅምር፡ እተው ወይ ተመዝገብ

source: Log In / Sign Up
ti: እተው/ተመዝገብ

source: Log In / Sign Up with { $company } email
ti: ተመዝገብ / እተው ብ{ $company } ኢ- መይል

source: Log Out
ti: መውጺኢ

source: Lojban
ti: ሎጅባን

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ti: በዚ ቛንቋ እዚ ኽትሰምዖ ዜኽእለካ ክሊፕ ዘየለ እዩ ዚመስል። ሕጂ ንገሊኡ ብምምዝጋብ ነቲ መስርዕ ንኽንመልኦ ሓግዘና።

source: Luganda
ti: ሉጋንዳ

source: Luxembourgish
ti: ላክሰንበርጋዊ

source: Macedonian
ti: መቆዶንያ

source: Maithili
ti: ማኢታሊ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ti: ቅድሚ ምዝራብካ እቲ መድረኽ ይቐርጽ ከምዘሎ ኣረጋግጽ፣ ምስ ወዳእካ ጥራይ’ውን ደው ከም ዝብል ኣረጋግጽ

source: Make sure the sentence meets the following criteria:
ti: እዚ ምሉእ ሓሳባት ነዚ መምዘኒታት ከም ዘማልእ ኣረጋግጽ፡

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ti: ገለ ስሞም ዘይተገልጸ ጂኦግራፍያዊ ሓበሬታ ብምሃብ ብእተኻእለካ መጠን ነቲ ዝለኣኽካዮ ሓበሬታ ሃብታም ግበሮ። ንዅሉ እቲ ኣብ ቅድሚ ህዝቢ ዚቐርብ ሓበሬታ ቕድሚ ምንጋርና ሑቡእ ክንገብሮ ኢና።

source: Malagasy
ti: ማላጋሲ

source: Malay
ti: ማላይ

source: Malayalam
ti: ማላይለም

source: Maltese
ti: ማልተስ

source: Manage Email Subscriptions
ti: ናይ ኢመይል መዝገባት ኣማሕድር

source: Manage Subscriptions
ti: መዝገብ ኣማሓድር

source: Mapudungun
ti: ማፓዱጉነ

source: Marathi
ti: ማራቲ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ti: ምናልባት <homepageLink>ገጽ ቤትና</homepageLink> ይሕግዘና ይኸውን? ሕቶ ኽትሓትት እንተ ደሊኻ በጃኻ ኣብቲ <matrixLink> ማሕበረሰብ ማትሪክስ </matrixLink> ዕላል ተኻፈለ፣ ነቲ ኣብ ወብ ሳይት ዚለዓል ጕዳያት <githubLink>GitHub</githubLink> ወይ ከኣ <discourseLink>መደረታትና ዲስኮርስ</discourseLink> ርአ።

source: Meadow Mari
ti: ሚዶው ማሪ

source: Medumba
ti: መዱምባ

source: Meetei Lon
ti: ሚተይ ሎን

source: Message
ti: መልእኽቲ

source: [Mismatched content]
ti: [ዘይተመጣጠነ ትሕዝቶ]

source: Misreadings
ti: ግጉይ ንባብ

source: Missing an <strong>'s'</strong> at the end of a word.
ti: ኣብ መውዳእታ ናይ ቃል ዝተረስዐ<strong>'ታት'</strong>.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ti: ዝኾነ ዝጎደለ ከይህሉ ከም <strong> 'እዩ'</strong> ወይ <strong> 'ኢዮም'</strong>።

source: Missing the end of the last word by cutting off the recording too quickly.
ti: ነቲ ናይ መወዳእታ ቃል ቀልጢፍካ ብምቁራጽ ነቲ ናይ መዛዘሚ ድምጺ ምስኣን።

source: Mixed
ti: በብዓይነቱ

source: Moksha
ti: ሞክሻ

source: Mongolian
ti: ሞንጎልያን

source: More
ti: ዝያዳ

source: [More has been recorded than the required text]
ti: [ካብ ዝድለ ጽሑፍ ንላዕሊ ተመዝጊቡ ኣሎ]።

source: Mossi
ti: ሞሲ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ti: መብዛሕትኡ ዓበይቲ ኩባንያታት ዚጥቀማሉ ሓበሬታ ንመብዛሕትኦም ሰባት ኣይርከብን እዩ። ብከሙ ከኣ ሓድሽ ምህዞታት ይዓናቕፍ ኢልና ንሓስብ። ስለዚ ኣፍልጦ ድምጺ ኽፉት ንምግባር ዚሕግዝ ሓባራዊ ድምጺ ኣጀሚርና ኣለና ኵሉ ሰብ ኪረኽቦ ዚኽእል።

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ti: መብዛሕትኡ ዓበይቲ ኩባንያታት ዚጥቀማሉ ሓበሬታ ድምጺ ንመብዛሕትኦም ሰባት ኣይርከብን እዩ። እዚ ኸኣ ንሓድሽ ምህዞታት ከም ዝዓግት ንኣምን። ስለዚ ድምጺ ንምስማዕ ዚሕግዝ ፕሮጀክት ሓባራዊ ድምጺ ፕሮጀክት ጀሚርና ኣለና ተፈላጥነት ንዅሉ ሰብ ክፉት እዩ ።

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ti: ሓባራዊ ድምጺ ሞዚላ ማሽናት ናይ ሓቂ ሰባት ብኸመይ ከም ዚዛረቡ ንምምሃር ተበግሶ እዩ ።

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ti: እቲ ሞዚላ እትጥቀመሉ ክፉት ምንጪ ናይ ድምጺ መለለዪ ሞተር ዲፕ ስፒች ዝርርብ ንምልላይ ዘረባ ንምጥቃም ክትጥቀመሉ ትኽእል ኢኻ ። ሓፈሻዊ ትሕዝቶ <githubLink>Github</githubLink> ኣንብብ ወይ ብኸመይ ከም እትጅምር ንምፍላጥ ኣብቲ <discourseLink>DeepSpeechspeech</discourseLink> ዘርእስታ መደረ ተኻፈል

source: Mutual accountability.
ti: ሓባራዊ ተሓታትነት።

source: N/A
ti: የለን

source: Name
ti: ሽም

source: Names of your language
ti: ኣስማት ናይዚ ቛንቛ

source: Native Language
ti: ቛንቛ ኣደ

source: Need some help with accent?
ti: ኣብ ላሃጃ ሓገዝ የድሊ ድዩ?

source: Need some help with variants?
ti: ምስ ዝተፈላለዩ ሓገዝ የድሊ ድዩ ፧

source: Need to download your data?
ti: ሓበሬታካ ከተውርድ ትደሊ ዶ?

source: Nepali
ti: ነፓሊ

source: New Language Launch
ti: ምጅማር ሓድሽ ቛንቛ

source: Next
ti: ቀጽል

source: Nias
ti: ኒያስ

source: No
ti: ኣይፋል

source: [No ‘a’ in the original text]
ti: [ኣብቲ ፎሎማ ጽሑፍ ‘a’ የለን]

source: No gravatar found for your email
ti: ኣብ ኢመይልካ/ኪ ግራቨተር ኣይተረኽበን

source: No microphone found.
ti: ማይክሮፎን ኣይተረኽበን።

source: Northern Sotho
ti: ሰሜናዊ ሶቶ

source: Norwegian Bokmål
ti: ኖርወጂያን ቦካማሊ

source: Norwegian Nynorsk
ti: ኖርወጂያን ንዮኖርስኪ

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ti: መዘኻኸሪ፦ ናብ 'ዚርአ' ኽትቅየር ከለኻ እዚ ዅነታት እዚ ኻብገጽ <profileLink>ድሕረ ባይታ</profileLink> ኪቕየር ይኽእል እዩ

source: Note: You will still need to select between Speak or Listen to change contribution type.
ti: መዘኻኸሪ፦ ነቲ ኣበርክቶኻ ንምቕያር ካብ ምዝራብ ወይ ምስማዕ ሓዲኡ ኽትመርጽ ኣሎካ።

source: No Thanks
ti: ይትረፈኒ ከየመስገንኩኹም ግን ክሓልፍ ኣይደልን።

source: No variant selected
ti: ዝኾነ ዓይነት ኣይተመርጸን

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ti: ሕጂ ብዛዕባ ሓባራዊ ድምጺ ቝሩብ ስለ እትፈልጥ፡ ንምንታይ ዘይትፍትኖ? ዓው ኢልካ ምሉእ ሓሳባት ከተንብብ ምእንቲ ኽትጅምር ኣብቲ ስእሊ ማይክሮፎን ጠውቕ። <br/><br/> ነቲ ኻልኦት ሰባት ዝገብርዎ ናይ ድምጺ ኣበርክቶ ኽትምርምሮ እንተ ደሊኻ ኣብቲ ስእሊ ፕለይ ጠውቕ። እቲ እተቐድሐ ቕዳሓት ምስቲ ኣብ ኮምፕዩተር እተጻሕፈ ምሉእ ሓሳባት ከም ዚሰማማዕ ከተረጋግጽ ትኽእል ኢኻ።

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ti: ሕጂ ዝዀነ ይኹን ሰብ ኪጥቀመሉ ዚኽእል ክፉት ምንጪ ዘለዎ ናይ ድምጺ መሰረት ንምህናጽ ምእንቲ ኺሕግዘ ድምጽኻ ኽትውፊ ትኽእል ኢኻ ንኤለክትሮኒካዊ መሳርሒታትን ንወብ ሳይትን ዚኸውን ሓድሽ ኣፕሊኬሽን ንምድላው። ማሽናት ናይ ሓቂ ሰባት ብኸመይ ከም ዚዛረቡ ምእንቲ ኺፈልጡ ሓንቲ ምሉእ ሓሳብ ኣንብብ ። ኣረጋግጽዕዮ ኻልኦት ነዚ ባህሪ እዚ ንምምሕያሽ ኣበርክቶ ዚገብሩ ኣረጋግጽ። እዚ ቐሊል እዩ!

source: Number of Voices
ti: ብዝሒ ድምጽታት

source: Occitan
ti: ኦሲታን

source: Odia
ti: ኦዲያን

source: Off
ti: ጠፊኡ

source: Offensive language
ti: ስዲ ወይ ዘይቅቡል ቛንቛ

source: Offensive speech
ti: ጽዩፍ ዘረባ

source: On
ti: ተወሉዑ

source: On desktop devices you can contribute by downloading…
ti: … ብምውራድ ኣብ ዴስክቶፕ ከተበርክት ትኽእል ኢኻ።

source: On his head he wore a beret.
ti: ኣብ ርእሱ ከቢብ ቆቢዕ ተኸዲኑ ነበረ።

source: On iOS please continue with Safari to enable recording…
ti: ኣብ ኣይ.ኦ.ኤስ ድምጺ ንኽትቐድሕ ሳፋሪ ተጠቐም።

source: Optionally join on our email list for updates and new information about the project.
ti: ገስጋስን ሓድሽ ሓበሬታን ንምርካብ፡ ኣብ ናይ ኢመይል ዝርዝር ተመዝገብ።

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ti: ብወለንታኻ ዝነገርካና ናይ ብሕትኻ ሓበሬታ ከም ዕድመ፡ ጾታ፡ ቛንቛን ላህጃን ዝኣመሰለ ኩሉ ብስቱር ክንሕዞ ኢና። ኣብቲ ዝእከብ ሐበሬታውን እንተኾነ ውልቃዊ መንነት ኣይንገልዝን ኢና። ዝበለጸ ውጽኢት ንምርካብ፡ ውልቃዊ ናይ ዝስማዕ ክሊፕ ቅዳሕ ምስ ውልቃዊ መንነት ነታሓሕዞ ኢና። ንኣብነት ሓደ ተመራማሪ ኣብ ዝተወሰነ መንነት ዘቕንዐ ምርምር ክገብር ይኽእል።

source: Ossetian
ti: ኦሰቲያ

source: Other
ti: ካልእ

source: Other Language
ti: ካልእ ቛንቛ

source: Other people validate those voice clips.
ti: ካልኦት ሰባት ድማ ነተን ድምጻዊ ሓጺር-ቅድሕት የረጋግሱ።

source: Other voice datasets…
ti: ካልኦት ሓበሬታታት ድምጺ ...

source: Other Voice Datasets
ti: ካልኦት ድምጺ ሓበሬታታት

source: Our governance is founded on the pillars of:
ti: ኣመራርሓና ኣብዚ ዝተሰረተ እዩ፦

source: Overall Accuracy
ti: ሓፈሻዊ ትኽክልነት

source: Overall Hr. Total
ti: ጠቕላላ ሰዓታት

source: Papiamento (Aruba)
ti: ፓፒያመንቶ

source: Partner
ti: መሻርኽቲ

source: Partners
ti: መሻርኽቲ

source: Partnerships and networks
ti: ምሕዝነትን መርበባትን

source: [Part of the text can’t be heard]
ti: [ክፋል ናይ’ቲ ጽሑፍ ክስማዕ ኣይክእልን’ዩ።]

source: Pashto
ti: ፓሽቶ

source: Past recordings download requests
ti: ዝሓለፉ ቕደሓት ክተውርድ ሕተት

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ti: <p>ኮመን ቮይስ ብድምጺ ዝተዳለወ ናይ ድምጺ ዳታ-ሰተ እዩ፣ ብድምጺ ናይ ኣበርክቶ ኣብ መላእ ዓለም። ናይ ድምጺ ኣፕሊኬሽናት ክሰርሑ ዝደልዩ ሰባት ነቲ ዳታሴት ተጠቒሞም ናይ ማሽን ሞዴላት ክመሃሩ ይኽእሉ እዮም።</p> ኣብዚ ሕጂ እዋን፡ ዝበዝሐ ናይ ድምጺ ዳታ-ሰተታት ናይ ኩባንያታት እዩ፡ እዚ ድማ ነቲ ምህዞ ይዕንቅፎ። ናይ ድምጺ ዳታ-ሰታት'ውን ብውሑድ ይውክሉ እዮም፥ እንግሊዘኛ ዘይዛረቡ፡ ሕብሪ ዘለዎም ሰባት፡ ስንኩላን፡ ደቂ ኣንስትዮን LGBTQIA+ ን ሰባት። እዚ ማለት ድማ ድምጺ ዝሕግዝ ቴክኖሎጂ ንብዙሓት ቋንቋታት ፈጺሙ ኣይሰርሕን እዩ፡ ከምኡ'ውን ኣብ ዝሰርሓሉ ቦታ፡ ንኩሉ ብማዕረ ኣይሰርሕን ይኸውን። ኣብ ኩሉ ቦታ ዝርከቡ ሰባት ድምጾም ከስምዑ ብምግባር ነዚ ክንቅይሮ ንደሊ።</p>

source: People come and contribute their voices.
ti: ሰባት መጺኦም ናይ ድምጺ ቅዳሕ የበርክቱ።

source: Persian
ti: ፐሪሽያ

source: Personal dashboards keep you up-to-date with individual and community progress.
ti: ናይ ብሕቲ ሰሌዳታት ምስ ናይ ውልቀ-ሰባትን ማሕበረሰብን ዕቤት እዋናዊ ሓበሬታ ንኽትረክብ የኽእለካ።

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ti: ንብምሉኡ እቲ ሓባራዊ ድምጺ ዚግበር ጕዕዞ ካብ ከባቢኻ ኣትሒዝካ ኽሳዕ ኣጠቓቕማ ሓበሬታ ከምኡውን ምስ ማሕበረሰብና ብኸመይ ከም እትራኸብ<playbookLink> ሓጋዚ መምርሒ ርኸብ</playbookLink>።

source: <playIcon></playIcon>Last one!
ti: <playIcon></playIcon>ናይ መወዳእታ!

source: Play/Stop
ti: ቀጽል/ኣቛርጽ

source: Polish
ti: ፖሊሽ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ti: <pontoonAccountLink>ሕሳብ ፍጠር</pontoonAccountLink> እንተዘይብልካ። ቋንቋኻ ምረጽ <strong>(‘ጉጅለ’)</strong> ምረጽ ድሕሪኡ ነቲ ፕሮጀክት፡ <pontoonCvLink>ናይ ሓባር ድምጺ</pontoonCvLink> ምረጽ። ክትርጉሙ ዝኽእሉ ፋይላት ክህልዉ እዮም። ኣብ ሓንቲ ጠውቕ፡ ድሕሪኡ ብእንግሊዝኛ ቃላትን ክትትርጉሞም እትኽእል ሳጹንን የርኢ።

source: Portuguese
ti: ፖርቱጊስ

source: Press play, listen & tell us: did they accurately speak the sentence below?
ti: ፕለይ ጸቂትካ ስሚዕካ ንገረና: ነቲ ኣብ ታሕቲ ዘሎ ምሉእ ሓሳባት ብልክዕ ድዮም ዚዛረብዎ ነይሮም ?

source: Press { shortcut-play-toggle } to toggle play mode
ti: ጽቅጥ { shortcut-play-toggle } ናብ ፕለይ ጽወታ

source: Privacy
ti: ብሕታዊ

source: Privacy Policy
ti: ናይ ውልቃውነት ፖሊሲ

source: Privacy, security and transparency.
ti: ስቱርነት፣ ውሕስነትን ግሉጽነትን።

source: Pro
ti: Pro/ፕሮ

source: Profile
ti: ድሕረባይታ

source: Profile information improves the audio data used in training speech recognition accuracy.
ti: መንነታዊ ሓበሬታ ነቲ ንልክዕነት ኣፍልጦ ዘረባ ንምልላይ ዚሕግዝ ዝስማዕ ሓበሬታ የመሓይሾ እዩ።

source: Progress
ti: ገስጋስ

source: Punjabi
ti: ፑንጃቢ

source: Quechua Chanka
ti: ኰቿ ቻንካ

source: Reader Effects
ti: ጽልዋ ኣንባቢ

source: Read More
ti: ንዝያዳ ኣንብብ

source: Read more on our About page
ti: ንዝያዳ ኣብ ብዛዕባና ገጽ ኣንብብ

source: Read the sentence carefully - don’t miss, change or add words.
ti: ነቲ ሓረግ ብጥንቃቐ ኣንብቦ - ኣይትስሓቶም፡ ኣይትቐይር ወይ ቃላት ኣይትውስኽ።

source: Ready to add your voice or lend your ear?
ti: ድምጽኻ ኽትውስኽ ወይ እዝንኻ ኸተለቅሕ ድሉው ዲኻ?

source: Ready to contribute?
ti: ክተበርክት ዱልው ዲኻ?

source: Ready to do { $count } more?
ti: { $count } ክትውስኽዶ ትደሊ ኢኻ?

source: Ready to donate your voice?
ti: ንኽትዉፊ ዱልው ዲኻ?

source: Ready to help validate sentences?
ti: ሓገዝካ ንምሉእ ሓሳባት ንምርግጋጽ ድሉው ዲኻ?

source: reCAPTCHA is required if you want to proceed
ti: ክትቅጽሉ እንተኾንኩም reCAPTCHA ከድልየኩም እዩ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ti: ከም ብድሆታትን ሸቶታትን ዜዘኻኽር ነገራት እዋናዊ ሓበሬታ ምዕባለ ከምኡውን ብዛዕባ ኮመን ቮይስ ዚገልጽ ጋዜጣታት ዝኣመሰለ ኢ-መይል ተቐበል።

source: Recorded Clips
ti: ክሊፕስ ቅዳሕ

source: Recorded Hours
ti: ናይ ቀረጻ ሰዓታት

source: <recordIcon></recordIcon> Last one!
ti: <recordIcon></recordIcon> ናይ መቀዳእታ!

source: [Recording cut off before the end of the last word]
ti: [ቅድሚ ምዝዛም ናይ መወዳእታ ቃል ተቖሪጹ]።

source: Recordings
ti: ዝተቀረጸ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ti: ክሊፕታት ድምጺ ምቕዳሕ ዘይንጸል ክፍሊ ናይቲ ኽፉት ሓበሬታና ምህናጽ ኢዩ፣ ገሊኣቶም እዚ እውን ባህ ዘብል ኢዩ ይብሉ ።

source: Record/Stop
ti: ቅረጽ/ኣቛርጽ

source: Record your voice
ti: ድምጽኻ ቅዳሕ

source: Refresh
ti: የሕድስ

source: Reject
ti: ንጸግ

source: Remove
ti: እለይ

source: Remove Avatar
ti: ኣቫታር እለ

source: Report
ti: ሓበሬታ

source: Report was passed successfully
ti: ሓበሬታኻ ተቐቢልናዮ ኣሎና።

source: Request a Language
ti: ናይ ቛንቛ ጠለብ ኣቕርብ

source: Request recordings
ti: ቕደሓት ሕተት

source: *required
ti: *ግዴታ

source: Re-record
ti: ከም ብሓድሽ ቅረጽ

source: Re-record clip
ti: ደጊምካ ቅረጽ

source: Return
ti: ተመለስ

source: Return here to edit your goal anytime.
ti: ናብዛ ገጽ እዚ ብምምላስ፡ ውጥናትካ ከተስተኻኽል ትኽእል።

source: Return to Common Voice
ti: ናብ ኮመን ቮይስ ተመለስ

source: Return to Common Voice Datasets
ti: ናብ ኮመን ቮይስ ተመለስ

source: Return to Languages
ti: ናብ ቛንቛታት ተመለስ

source: Review
ti: ተንተነ

source: ⓘ Review Criteria
ti: መምዘኒ ረቛሒ

source: Review Criteria
ti: መምዘኒ ረቛሒ

source: Review & re-record clips here as you go
ti: ክትከይድ ከለኻ ክሊፕታት ዳግም ቅረጽን ኣረጋግጽን

source: Review & re-record clips if needed
ti: ኣብ ኣድላዪ ዝኾነ እንደገና ክሊፓት ቅረጽን ኣረጋግጽን

source: Review Sentences
ti: ምሉእ ሓሳባት ሃይስ

source: Review & Submit
ti: ደጊምካ ስምዓዮ፡ ብድሕሪኡ ኣረክቦ

source: Romanian
ti: ሮማንያን

source: Romansh Sursilvan
ti: ሮማንሽ ሱርሲቫን

source: Romansh Vallader
ti: ሮማኒሽ ቫልደር

source: Runyankole
ti: ንያንኮለ

source: Russian
ti: ራሻ

source: Sakha
ti: ሳኻ

source: Santali (Ol Chiki)
ti: ሳንታሊ (ኦሊ ቺክ)

source: Saraiki
ti: ሳራይኪ

source: Sardinian
ti: ሳርዲንያን

source: Save
ti: ዓቅብ

source: Saved
ti: ተዓቂቡ

source: Search
ti: ድለይ

source: See how your progress compares to other contributors all over the world.
ti: ኣበርክቶኻ ምስ ኣብ ምሉእ ዓለም ዘለው ከመይ ይነጻጸር ተመልከት።

source: See Less
ti: ዝሓጸረ ተመልከት

source: See More
ti: ዝያዳ ተመልከት

source: Select a Language...
ti: ቛንቛ ምረጽ...

source: Selected
ti: ዝተመርጸ

source: Select the desired language dataset and choose the version you wish to download.
ti: ነቲ እትደልዮ ናይ ቋንቋ ዳታ-ሰት ምረጽ እሞ ነቲ ክትወርድዎ እትደልዩ ሕታም ምረጽ።

source: Send sign up link
ti: መመዝገቢ መርሖ ስደድ

source: Sentence Collection
ti: መአከቢ ሙሉእ ሓሳባት

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ti: ብዛዕባ ምእካብ ምሉእ-ሓሳባት ዝያዳ ርአ

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ti: <sentenceCollectorVideo>ነቲ ምእካብ ምሉእ-ሓሳባት ብኸመይ ከም እትጥቀመሉ ዝገልጽ መምርሒና ተመልከት</sentenceCollectorVideo>

source: Sentences
ti: ምሉእ ሓሳባት

source: Sentences are collected for people to read aloud.
ti: ምሉእ ሓሳባት ሰባት ዓው ኢሎም ከንብብዎ እዩ ዝእከብ።

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ti: ሓረጋት ኣብ ናይ ሓባር ድምጺ ንኽካተቱ ብኽልተ ሰባት ክግምገሙን ክቕበሉን ኣለዎም። ንቋንቋኻ መምርሒታት <languageGuidelinesLink>ኣብዚ</languageGuidelinesLink> ስራሕ።ሓረጋት ኣብ <licenseLink>public domain</licenseLink> ክኾኑን ካብ 15 ቃላት ክሓጽሩን ኣለዎም። ነቲ ወናኒ ናይ ጽሑፍ፡ ነቲ ናይ ምኽልካል መስርሕና ተጠቒምካ <waiverLink>CC0 ክገብሮ ክትሓትቶ ትኽእል ኢኻ</waiverLink> ከምኡ'ውን ናብ commonvoice@mozilla.com ክትልእኮ ትኽእል ኢኻ።

source: Sentence text
ti: ጽሑፍ

source: Serbian
ti: ሰርብያን

source: Set a goal
ti: ዕላማ ኣቐምጥ

source: Set my visibility
ti: ራእየይ ስራዕ

source: Setswana
ti: ሰትስዋና

source: Settings
ti: ምርጫታት

source: Sex or Gender
ti: ጾታ

source: SHA256 Checksum Copied!
ti: SHA256 ድምር ተቐዲሑ!

source: Share Common Voice
ti: ኮመን ቮይስ ኣካፍል

source: Share my goal
ti: ሸቶይ ኣካፍል

source: Share your clip
ti: ክሊፓትካ ኣካፍል

source: Share your { $count } Clip Daily Goal for { $type }
ti: ናይ { $count } መዓልታዊ { $type } ክሊፕ ሸቶ ኣክፍል

source: Share your { $count } Clip Weekly Goal for { $type }
ti: ናይ { $count } ሰሙናዊ { $type } ክሊፕ ሸቶ ኣክፍል

source: Shilha
ti: ሺላህ

source: Shortcuts
ti: ኣቃራጭ

source: [Should be ‘dinosaurs’]
ti: [‘ዳይናሶራት’ ክኸውን ኣለዎ]

source: [Should be “We are”]
ti: [“ንሕና” ክኸውን ይግባእ]።

source: Show my ranking
ti: ተርታይ ይረአ

source: Sicilian
ti: ቺቺልያን

source: Sign up
ti: ተመዝገብ

source: Sign up for an account
ti: ንሕሳብ ምኽፋት ተመዝገብ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ti: ሓባራዊ ጋዜጣታት ድምጺ መዘኻኸሪታት ሸቶ ከምኡውን እዋናዊ ምዕባለ ንምርካብ ክታም ኣእቱ

source: sign up for email updates
ti: ን ኢ-መይል ተመዝገብ

source: Sign up for { $lang } updates:
ti: ናይ { $lang } እዋናዊ ሓበሬታ ንምርካብ ተመዝገብ፦

source: Single ZIP file containing
ti: ዉልቂ ZIP ፋይል ዝሓዘ

source: Sinhala
ti: ሲናላ

source: Siswati
ti: ሲውዝ

source: Size
ti: ዓቐን

source: Skip
ti: ስገር

source: Skip Submission Feedback
ti: ርኢቶ ምሃብ ስገሮ

source: Slovak
ti: ስሎቫክ

source: Slovenian
ti: ስሎቬንያ

source: Social media
ti: ማሕበረዊ ገጻት

source: Somali
ti: ሶማሊ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ti: ገለ ቋንቋታት ኣብ ሰዋስው፡ ቃላትን ኣደማምጻን ዓቢ ፍልልይ ኣለዎም። በዚ ምኽንያት፡ <ctaLink>ኣብ 2022 ‘Variants’ </ctaLink> ክንጅምር ኢና። እዚ ድማ ንማሕበረሰባት ኣብ ውሽጢ እቲ ዝዓበየ ዳታ-ሰት ቋንቋታቶም ንምፍላይ መገዲ ይህቦም።

source: Someone asks for a language to be added.
ti: ሐደ ሰብ ሓደ ቛንቛ ንኽውሰኽ ይሓትት።

source: Something went wrong with reCAPTCHA. Please try again.
ti: ምስቲ ዘእተኻዩ reCAPTCHA ገለ ሽግር ኣጋጢሙ፡ መሊስካ ኣእትዉ።

source: Soninke
ti: ሶኒንክ

source: Sorbian, Lower
ti: ሶርብያን ታሕታይ

source: Sorbian, Upper
ti: ሶርብያን ላዕላይ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ti: ይቕሬታ፡ ኮመን ቮይስ ዝሒሉ ኣሎ። ስለ ተገዳስነትኩም ነመስግን።

source: Sorry, something went wrong
ti: ይቕሬታ፡ ገለ ብልሽት ኣጋጢሙ ኣሎ

source: Source: { $sentenceSource }
ti: ምንጪ: { $sentenceSource }

source: Southern Kurdish
ti: ደቡባዊ ኩርዳውያን

source: Southern Sotho
ti: ደቡባዊ ሶቶ

source: Spanish
ti: እስጳኒሽ

source: Speak
ti: ተዛረብ

source: Speakers
ti: ተዛረብቲ

source: Speaking
ti: ምዝራብ

source: Speaking and Listening
ti: ምዝራብን ምስማዕን

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ti: ብንቡር ድምጽኻ ተዛረብ፦ እቲ እትዛረበሉ ኣገባብ ኣብዚ ቅቡል እዩ - ላህጃኻ ከም ዘለዎ ንደሊ፡ ልሙድ ድምጽኻ፡ ቅዲኻን ቃናኻን ድማ ንደሊ።

source: Speak now
ti: ሕጂ ተዛረብ

source: Speak up, contribute here!
ti: ተዛረቡ፡ ኣብዚ ኣበርክት/ቲ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ti: <speechBlogLink>ድምጺ ንምልላይ ጀምር</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
ti: ኣብ { $archiveCount } ዝተመቃቀሉ ZIP ዝሓዘ ፋይላት

source: Splits
ti: ክፋላት

source: Start recording
ti: ምቕራጽ ጀምር

source: Start typing to describe your accent
ti: ልሃጃኻ ምግላጽ ምጽሓፍ ጀምር

source: Stats
ti: ጸብጻብ

source: Status Page
ti: ናይ ሓበሬታ ገጽ

source: Streaks
ti: ጨርሕታት

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ti: <strong>እቲ ተዛራባይ ካብ ናትካ ዝተፈልየ ‘ላህጃ ዘለዎ’ ክሊፓት ኣይትነጸግ</strong> - እዚ ንኹሉ ሰብ ብዝበለጸ ንኽሰርሕ ድምጺ ምልላይ ኣገዳሲ እዩ።

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ti: <strong>ፈጠራ ውሰድ!</strong> ማሕበረሰብ ቋንቋኻ ፍሉይ ክኸውን እዩ፣ እዚኦም ድማ ውሑዳት መገድታት ጥራይ እዮም።

source: Submit
ti: ኣቅርብ

source: Submit a report
ti: ሓበሬታ ሃብ

source: Submit clips
ti: ክሊፕስ ኣረክብ

source: Subscribe
ti: ተመዝገብ

source: Success
ti: ዕዉት

source: Success, profile created!
ti: ተዓወት፡ ኣካውንትኻ ተሰሪሓ ኣላ!

source: Swahili
ti: ስዋሂሊ

source: Swedish
ti: ሽወደን

source: Syriac
ti: ሲይሪክ

source: Tagalog
ti: ታጋሎግ

source: Tahitian
ti: ታሂቲያን

source: Taiwanese (Minnan)
ti: ታውይዋኒስ

source: Tajik
ti: ታጂክ

source: Taking several attempts to read a word.
ti: ንሓንቲ ቃል ንምንባብ ብዙሕ ፈተነታት ምውሳድ።

source: Tamazight
ti: ታማዚት

source: Tamil
ti: ታሚል

source: Tap
ti: ጠውቕ

source: Tatar
ti: ታታር

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ti: Tatoeba ኣብ ትምህርቲ ቛንቋ ንምጥቃም ተባሂሉ ምሉእ ሓሳባትን ትርጕማትን ዚዝረብን ዝስማዕን ዝሓዘ ዓብዪ ሓበሬታ እያ። እዚ ጽዕነት እዚ ብማሕበረሰቦም እተመዝገበ እንግሊዝኛ ዝሓዘ እዩ ።

source: TED-LIUM Corpus
ti: TED-LIUM ኮርፐስ

source: Tell us what you'd like to download:
ti: እይንታይ ክተውርድ ከምትደሊ ንገረና፡

source: Telugu
ti: ተሉጉ

source: Terms
ti: ዉዕል

source: Thai
ti: ታይ

source: Thanks for confirming your account, now let's build your profile.
ti: ንጸብጻብካ ስለ ዘረጋገጽካዮ አመስግነካ ሕጂ ድሕረ ባይታኻ/ኺ ንህነጾ።
